Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Doctoral candidate Youngjin Park will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture (Bodø), Nord University.
nb: Ph.d.-kandidat Youngjin Park skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved Fakultet for biovitenskap og akvakultur (Bodø), Nord universitet.

source: Written assessment - short report, comprises 0/100 of the grade, grading scale Passed - Failed.
nb: Oppgave - kort rapport, teller 0/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: Stian Bragtvedt will defend his PhD degree at Nord University, Faculty of Social Sciences.
nb: Ph.d.-kandidat Stian Bragtvedt skal holde prøveforelesning og disputas for graden Philosophiae Doctor (ph.d.) ved Fakultet for samfunnsvitenskap, Nord universitet.

source: , a tiny crustacean (ca. 3 mm) drifting in the ocean.
nb: , et lite krepsdyr (ca. 3 mm) som drifter i havet.

source: reflect on and be critical of one¿s own work, one¿s own profession and the pharmacist's role in the pharmacy and society
nb: reflektere over, og være kritisk til eget arbeid, egen profesjon og farmasøytens rolle i apoteket og samfunnet

source: Compulsory participation in
nb: Obligatorisk deltakelse (OD) - på

source: Learning outcomes for Master of Specialised Nursing in Oncology Nursing:
nb: Læringsutbytte for Master i spesialsykepleie med fordypning i Kreftsykepleie

source: and ranked on level 1 or
nb: og godkjent på nivå 1

source: Multiple choice, comprises 30/100 of the grade, grading scale A-E, Beste A, Ikke bestått F.
nb: Multiple choice, teller 30/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Compulsory for students admitted to MARBIO.
nb: Obligatorisk for studenter tatt opp på studieprogrammet MARBIO.

source: Has a broad knowledge of the structure and physiology of domestic animals.
nb: Har bred kunnskap om struktur og fysiologi av husdyr.

source: For BI206F Marine Biology, costs for compulsory field work will apply. Maximum NOK 3000.
nb: KostnaderFor BI206F Marinbiologi kommer kostnader relatert til obligatorisk feltarbeid i tillegg, opp til kr 3000.

source: Teaming up with industry - in 3D Art, Animation and VFX
nb: På lag med bransjen - med 3D art, Animation og VFX

source: No tuition fees.
nb: Personlig utstyr i

source: The candidates are individually tasked with writing a research protocol (10 pages) within health/pedagogy that consists of the research question/hypothesis, the conceptual framework, research design and reason for selection, data sources, data analysis, validity and reliability process, and how the results will be reported.
nb: Kandidatene individuelt får i oppgave til å skrive en forskningsprotokoll (10 sider) innen helse/pedagogikk bestående av forskningsspørsmålet/hypotesen, det konseptuelle rammeverket, forskningsdesign og årsak til utvelgelse, datakilde, dataanalyse, validitet og reliabilitetsprosess, og hvordan resultatene skal rapporteres.

source: Compulsory for Master of Science in Biology and Aquaculture.
nb: Obligatorisk for Master i biologi og akvakultur.

source: Several of them are in senior positions or work as consultants, supervisors, and advisors.
nb: Flere av de er i ledende stillinger, eller jobber som konsulenter, kontrollere og rådgivere.

source: We’re in the Grova Ski Centre in Meråker, where 16 students are about to complete one of the toughest interval sessions of the academic year.
nb: Vi befinner oss i Grova skisenter i Meråker, hvor 16 studenter er i ferd med å gjennomføre en av de tøffeste intervalløktene i løpet av studieåret.

source: Qualitative and quantitative research methods – opportunities and limitations
nb: Kvalitative og kvantitative forskningsmetoder – muligheter og begrensninger

source: Before depositing an electronic version of a thesis in Nord University’s open repository, Nord Open, articles must be authorised.
nb: Ved tilgjengeliggjøring av den elektroniske versjonen i Nord universitets åpne vitenarkiv, Nord Open, må artiklene rettighetsklareres først.

source: information on how to make your doctoral thesis available in Nord Open.
nb: veiledning om hvordan du tilgjengeliggjør din doktorgradsavhandling i Nord Open.

source: Exclusion and the process of excluding.
nb: Utenforskap og utdefinering.

source: Former students from NORD have performed on almost all stages of importance in Norway.
nb: Tidligere studenter fra NORD har spilt på så godt som alle scener av betydning i Norge.

source: Sprint and change of direction performance and training
nb: •Sprint og retningsforandrings prestasjon og trening

source: Compound assessment, grading scale Passed - Failed
nb: Sammensatt vurdering, karakterregel Bestått - Ikke bestått

source: Portefolio, grading scale Passed - Failed
nb: Mappe, karakterregel Bestått - Ikke bestått

source: Chris J. Hulatt (32) and his fellow researchers are going to find out.
nb: Chris J. Hulatt (32) og hans medforskere skal finne ut hvorfor.

source: · The students should be able to analyze and discuss historical sources and related problems to eventually reach their own unbiased conclusions.
nb: Elevene skal være i stand til å analysere og diskutere historiske kilder og relaterte problemer for å til slutt nå sine egne objektive konklusjoner.

source: for more comprehensive information on predatory journals
nb: for mer omfattende informasjon om røvertidsskrifter

source: Associate professor Christian Lyhne Ibsen, University of Copenhagen (first opponent)
nb: Førsteopponent Førsteamanuensis Christian Lyhne Ibsen, Københavns universitet

source: Ole Skram Guterud is in his third year of Business Administration at UiN Business School.
nb: Ole Skram Guterud går tredje året på Økonomi og ledelse på Handelshøgskolen.

source: To use this Web Part, you must use a browser that supports this element, such as Internet Explorer 7.0 or later.
nb: Hvis du vil bruke denne webdelen, må du bruke en nettleser som støtter dette elementet, for eksempel Internett Explorer 7.0 eller senere.

source: An individual who is not included as an informant/research participant/respondent, but to whom information can be linked.
nb: En enkeltperson som ikke er med som informant/forskningsdeltaker/respondent, men som opplysninger kan knyttes til.

source: PC/Mac/tablet, with internet access
nb: PC / Mac / nettbrett med nettilgang

source: The transfer of ownership and/or licensing of exclusive rights to project results to a third party who is not a partner, and who is in a country outside the European Economic Area, may not take place without the written approval of the Research Council.
nb: Overføring av eierskap til og/eller lisensiering av eksklusive rettigheter til prosjektresultatene til en tredjepart som ikke er samarbeidspartner, og som er etablert i et land utenfor EØS-området, krever skriftlig godkjennelse fra Forskningsrådet.

source: making sure that you have a basis for processing the data.
nb: sørge for å dokumentere at du har behandlingsgrunnlag.

source: Civilian-military cooperation in hybrid threat response: “Trends Shaping the Norwegian Society towards 2030 – Challenges for the Police, the Police Security and the Prosecuting Authority"
nb: Sivilt-militært samarbeid i respons mot sammensatte trusler: «Samfunnsutvikling fram mot 2030 – utfordringer for politiet, PST og påtalemyndigheten»

source: The project description should be between 3500-4500 words, excluding references.
nb: Prosjektbeskrivelsen skal være på mellom 3500-4500 ord, eksklusiv referanseliste.

source: Course evaluations may include mid-term evaluations and/or final evaluations of the courses.
nb: Emneevaluering kan gjennomføres som midtevaluering og/eller sluttevaluering i emnet.

source: Planned doctoral project:"Falstad Educational Assistance for Disadvantaged Boys"
nb: Planlagt doktorgradsprosjekt:"Falstad Opdragelsesanstalt for vanartede gutter"

source: Higher Education Entrance Qualification https://www.nokut.no/en/surveys-and-databases/nokuts-country-database/GSU-list/
nb: Opptakskrav for høyere utdanning i Norge for søkere med utenlandsk bakgrunn / Higher Education Entrance Qualification https://www.nokut.no/en/surveys-and-databases/nokuts-country-database/GSU-list/

source: Can plan surgical nursing through collecting information about the patient and the relevant treatment/operation and conduct independent assessments in routine as well as acute situations
nb: kan planlegge operasjonssykepleien ved å innhente opplysninger om pasienten og det aktuelle behandlingen/ inngrepet og gjøre selvstendige vurderinger i rutinemessige og akutte situasjoner

source: You will find information here about requirements and guidelines you must adhere to.
nb: Her finner du informasjon om krav og retningslinjer du må forholde deg til.

source: Natural science topics in sport, 15 credits
nb: Naturvitenskapelige emner i idrett, 15 stp

source: Why is Academic Writing important?
nb: Hvorfor er akademisk skriving viktig?

source: Please contact Jeanett Stegen, email:
nb: Avhandlingen er tilgjengelig ved å kontakte Jeanett Stegen, epost:

source: Students will be able to take advantage of the university’s general exchange options, for example through established mobility programmes such as Erasmus+ and Nordplus.
nb: Studentene vil kunne benytte seg av universitetets generelle utvekslingsmuligheter, for eksempel gjennom etablerte mobilitetsprogrammer som Erasmus+ og Nordplus.

source: NO107Lv1 Norwegian language - 5 study points.
nb: NO107Lv1 Norsk språk - 5 studiepoeng.

source: Here are some topics to consider before you start collecting personal data at your workplace:
nb: Her er noen temaer du må tenke igjennom før du begynner å samle inn personopplysninger på din arbeidsplass:

source: Can work independently with practical and theoretical problem solving.
nb: har inngående kjennskap til regnskapets og revisjonens utviklingstrekk og rolle i samfunnet

source: The municipality of Bodø now recommends to use facemasks in public spaces indoors.
nb: I Bodø anbefales nå bruk av munnbind i offentlige rom innendørs.

source: Use GISS (general impression of size and shape) to help with species determination
nb: Bruke GISS (general impression of size and shape) til hjelp i artsbestemmelse

source: Humanities, Education and Culture worked on the MASTERTEACH theme since 2016, which then had the title TEACH.
nb: Kultur og dannelse har arbeidet med MASTERTEACH prosjektet siden 2016, som da hadde tittel TEACH.

source: Auditorium C107, Campus Helgeland, Mo i Rana
nb: Auditorium C107, Campus Helgeland, Mo i Rana Legg til i din kalender

source: Be able to find, evaluate and refer to information and subject matter and present this to highlight a problem
nb: Kunne finne, vurdere og henvise til informasjon og fagstoff og framstille dette slik at det belyser en problemstilling

source: In addition, you need to ensure that the following criteria are met:
nb: Du må i tillegg sørge for at følgende kriterier er oppfylt:

source: The programme of study provides students with basic knowledge about anatomy and physiology.
nb: Du lærer å vurdere personer du skal trene, og gjennom innføring i

source: If such permission has not been specified in a contract or online, the publisher must be contacted for permission.
nb: Hvis slik tillatelse ikke er spesifisert i kontrakt eller på utgivers nettsider, må utgiver kontaktes for å spørre om tillatelse.

source: master applicable working methods in accordance with ethical requirements and guidelines
nb: beherske de arbeidsformer som gjelder i tråd med etiske krav og retningslinjer

source: Today the Faculty of Nursing and Health Sciences has a total of 2088 students and 240 staff members.
nb: I dag har Fakultetet for sykepleie og helsevitenskap totalt 2088 studenter og 240 ansatte.

source: Graduates qualify to apply for admission to PhD programmes at Norwegian and foreign universities.
nb: En mastergrad i biovitenskap kvalifiserer for jobber i både offentlig og privat sektor.

source: have insight into and is able to identify, reflect on and address ethical issues in pharmaceutical professional practice, show respect for the users of pharmaceutical services and provide guidance that safeguards the integrity and rights of users
nb: har innsikt i og kan identifisere, reflektere over og håndtere etiske problemstillinger i farmasøytisk yrkesutøvelse og viser respekt for brukere av farmasøytiske tjenester og gir veiledning som ivaretar brukernes integritet og rettigheter

source: You will then qualify for admission to the master’s degree programme in Physical Education at Nord University, Levanger, or master’s degree studies at other institutions.
nb: Du vil da kvalifisere for opptak til Kroppsøvings- og idrettsvitenskap mastergradsstudium ved Nord universitet, Levanger, eller mastergradsstudier ved andre institusjoner.

source: HI119Sv2 Methodology and Specialized Themes - 10 study points.
nb: HI119Sv2 Historisk metode med fordypingsemner - 10 studiepoeng.

source: The aim of the present thesis is to investigate taxonomic and functional composition of macrobenthic communities in eight deep sub-Arctic fjord basins (>290 m) in the Vestfjord region.
nb: Målet med denne oppgaven er å undersøke taksonomisk og funksjonell sammensetning av makrobentiske samfunn i åtte dype subarktiske fjordbassenger (> 290 m) i Vestfjord-regionen.

source: >> On our website "
nb: >> På nettsiden "

source: This may be relevant, for example, if you are going to collect information at your own workplace.
nb: være aktuelt dersom du skal innhenting opplysninger på egen arbeidsplass.

source: In order for supervised professional training to be assessed as passed, learning outcomes must be achieved, requirements for presence in supervised professional training met and written works approved.
nb: For at praksis skal kunne vurderes til bestått, må læringsutbytte være oppnådd, krav til tilstedeværelse i praksis oppfylt og skriftlige arbeider være godkjent.

source: International trade and global value chains (MAF1005)
nb: Internasjonal handel og globale verdikjeder (MAF1005)

source: ORCID (Open Researcher and Contributor ID) is an international standard for unique and persistent identification of researchers and other contributors to research.
nb: ORCID (Open Researcher and Contributor ID) er en internasjonal standard for unik identifisering av forskere og andre bidragsytere til forskning.

source: Digital collaboration and documentation (HEL7000)
nb: Digital dokumentasjon og -samhandling (HEL7000)

source: are able to master and critically and independently reflect on relevant methodology and relevant methods within the field of video research.
nb: behersker og kan kritisk og selvstendig reflektere over relevant metodologi og relevante metoder innenfor videoforskning

source: Can apply knowledge and skills to new areas in order to carry out advanced work assignments and projects in Intensive Care Nursing
nb: kunne anvende kunnskap og ferdigheter på nye områder for å gjennomføre avanserte arbeidsoppgaver og prosjekter innen intensivsykepleie

source: Researchers should investigate the possibilities for publishing their articles in pure Open Access
nb: Forskere skal undersøke mulighetene for å publisere sine artikler i rene open access-tidsskrifter

source: be able to convey key subject matter such as theories, issues and training solutions in writing, orally and through other relevant forms of
nb: kunne formidle sentralt fagstoff som teorier, problemstillinger og treningsløsninger både skriftlig, muntlig og gjennom andre relevante

source: Master of Accounting and Auditing
nb: Master i regnskap og revisjon

source: Look at the guidelines below for examples of special arrangements you can apply for.
nb: Eksempler på tilrettelegging du kan søke om finner du under Retningslinjer for tilrettelegging ved eksamen.

source: In addition, you will be responsible for the practical implementation in accordance with the project manager's instructions and guidance.
nb: I tillegg vil du ha ansvaret for den praktiske gjennomføringen i henhold til prosjektleders instrukser og veiledning.

source: Research projects may consist of several sub-projects and have different sources of funding.
nb: Forskningsprosjekter kan bestå av flere underprosjekter og ha ulike finansieringskilder.

source: Professional practice, 17 weeks, comprises 0/100 of the grade, grading scale Passed - Failed.
nb: Praksis, 17 uker, teller 0/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: Printing of paper copies of the publication may entail costs.
nb: Trykking av papirutgave av publikasjonen kan medføre kostnader.

source: has a management perspective and is relevant for students who have management experience or other relevant professional experience in the
nb: Masterprogrammet gir kunnskaper og ferdigheter i beredskaps- og kriseledelse for arbeid med sikkerhets- og beredskapsansvar i både private

source: Ph.d.-candidate Helene Rønquist Knutsen will hold a trial lecture and defend her thesis for the degree Philosophiae Doctor (PhD), at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Helene Rønquist Knutsen skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved fakultet for biovitenskap og akvakultur, Nord universitet.

source: HI123NSv1 Modern World History (after 1750) - 10 study points.
nb: HI123NSv1 Moderne verdenshistorie (etter 1750) - 10 studiepoeng.

source: can find, assess and refer to information and subject matter about training and physical activity, and present this in a way which highlights a
nb: kan finne, vurdere og henvise til informasjon og fagstoff om trening og fysisk aktivitet, og framstille dette slik at det belyser en

source: No costs beyond semester fee and course books.
nb: Ingen utover semesteravgift og pensumlitteratur.

source: f) can plan and carry out responsibilities in complex and conflict-filled situations.
nb: f) kan planlegge og gjennomføre arbeidsoppgaver i sammensatte og konfliktfylte situasjoner.

source: This means that no students can access campus in Bodø from midnight, March 12
nb: Stengingen innebærer at ingen studenter har tilgang på campus i Bodø fram til 12.

source: The requirements for the master of pharmacy are described in EU Directive 2013/55/EU.
nb: Kravene til provisorfarmasøyt er beskrevet i EU-direktiv 2013/55/EU.

source: The ordinary deadline is 1
nb: Ordinær frist er 1.

source: In this project, we work on these challenges and how they can be met.
nb: I dette prosjektet jobber vi med disse utfordringene og hvordan de kan møtes.

source: Associate professor Ingrid Fylling, Nord University (coordinator)
nb: Førsteamanuensis Ingrid Fylling, Nord universitet

source: Has knowledge of the history and traditions in business and management
nb: har kunnskap om historie og tradisjoner innen økonomi og ledelse.

source: has knowledge of the profession of veterinary nursings origins, history, traditions, uniqueness and place in today's society.
nb: har kunnskap om dyrepleiefagets opprinelse, historie, tradisjoner, egenart og plass i dagens samfunn.

source: This bachelor degree will lead to creative and practical skills within 3D­-art, animation and visual effects (VFX) for various types of production.
nb: Dette studiet gir kreativt utøvende ferdigheter innen produksjon av 3D­-kunst, animasjon og visuelle effekter (VFX) for ulike typer produksjoner.

source: Can analyse and critically assess existing theories and work routines, as well as work independently and interdisciplinary with practical and theoretical problem-solving to the benefit of cancer patients and their dependents
nb: kunne analysere og vurdere kritisk eksisterende teorier og arbeidsrutiner, samt kunne arbeide selvstendig og tverrfaglig med praktiske og teoretisk problemløsning til beste for kreftpasientene og deres pårørende

source: - Our teachers are great.
nb: – De fagansatte her er er veldig gode.

source: Faculty of Education and Arts
nb: Fakultet for lærerutdanning og kunst- og kulturfag

source: Your rights | Norwegian Data Protect ion Authority
nb: Dine rettigheter | Datatilsynet

source: Do not begin to collect or otherwise process personal data until you have received permission from the Norwegian Centre for Research Data (NSD).
nb: Ikke start innsamlingen eller annen behandling av personopplysninger før du har fått tillatelse fra Norsk senter for forskningsdata (NSD).

source: - Account of necessary infrastructure or equipment.
nb: - Redegjørelse for nødvendig infrastruktur.

source: assess ethical challenges in the field of practice and adjust their own practice in relation to this
nb: vurdere etiske utfordringer i praksisfeltet og justere egen praksis i forhold til dette

source: The Research Council may also cancel the agreement document and require reimbursement for disbursed allocations pursuant to Section 17 and 18.
nb: Forskningsrådet kan også heve kontrakten og kreve tilbakebetaling av utbetalt støtte i henhold til punkt 17 og 18.

source: Applicants record a video (maximum 30 seconds) of themselves (selfie) answering the following question: “Why have you applied for bachelor in 3D Art, Animation and VFX at Nord University?”
nb: Film deg selv (selfie) i maksimalt 30 sekunder, der du svarer på følgende spørsmål: Hvorfor søker du opptak til studieprogrammet i 3D Art, Animation and VFX?

source: Check your username and password for your FEIDE user.
nb: Kontroller brukernavn og passord for FEIDE-pålogging.

source: k) can find, assess and implement measures that alleviate and reduce the consequences of violence, abuse and neglect, for children and adults of all ages
nb: k) kan finne, vurdere og sette inn tiltak som lindrer og reduserer konsekvensene av vold, overgrep og omsorgssvikt, overfor barn og voksne i alle aldre

source: be able to plan and carry out work tasks and projects that apply to the subject for different groups and individual athletes at all levels and ages.
nb: kunne planlegge og gjennomføre arbeidsoppgaver og prosjekter som gjelder emnet for ulike grupper og enkeltutøvere på alle nivåer og

source: This may include, for example, consent from persons about whom information is being processed.
nb: Dette kan for eksempel være et samtykke fra personer man behandler opplysninger om.

source: The teaching alternates between lectures, student presentations and seminar activities with feedback and discussion.
nb: Undervisningen veksler mellom forelesninger, studentpresentasjoner og seminar-aktiviteter med tilbakemelding og diskusjon.

source: “This also means better recruitment of healthcare professionals in the region and improved opportunities to collaborate with the hospitals in the northern region on research and innovation,” says Klæboe Nilsen.
nb: – Dette betyr også bedre rekruttering av helsepersonell til landsdelen, og bedre muligheter for samarbeid om forskning og innovasjon med sykehusene i nord, sier Klæboe Nilsen.

source: The first semester is lecture and practice based, with production periods starting second semester.
nb: Første semester vies til forelesninger og øvinger, med produksjonsperiode i andre semester.

source: Sensitive personal data/special categories of personal information
nb: Sensitive personopplysninger/særlige kategorier av personopplysninger

source: Written examination, 4 hours, comprises 70/100 of the grade, grading scale A-E, Beste A, Ikke bestått F.
nb: Skriftlig skoleeksamen, 4 timer, teller 70/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Can student assignments containing personal data be published?
nb: Kan studentoppgaver som inneholder personopplysninger publiseres?
